Repository: mozilla-l10n/mt-training-data
Catalog: arn/arn_pontoon.tmx
Source language: en_us
Languages: arn

source: Contribute to { $lang }
arn: Kelluntukun { $lang } mew

source: Dutch
arn: Olandazugun

source: English
arn: Iglezugun

source: Finnish
arn: Suomizugun

source: French
arn: Fvransiazugun

source: German
arn: Alemanzugun

source: Guarani
arn: Waranizugun

source: Italian
arn: Italiazugun

source: Japanese
arn: Niponzugun

source: Mapudungun
arn: Mapuzugun

source: Polish
arn: Polakozugun

source: Portuguese
arn: Portugalzugun

source: Russian
arn: Rusiazugun

source: Sign up for { $lang } updates:
arn: Konam ti weke zungu { $lang } mew

source: Spanish
arn: Kastijazugun

source: Swedish
arn: Suesiazugun

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
arn: Mañumuil tamün kelluntukun { $lang } mew. Küzawmaniefiyiñ nieam kom ti zungunmew fey ta pengelam ka wekünutuam taiñ ekipo werkewe mew. Küpa kelluntukulimi elnge tami werkewe tüfa mew.

source: A
arn: P

source: en-US
arn: arn

source: en-US, en
arn: arn,es-CL,es-AR,es-MX,es-ES,es,en-US,en
